Revit 2027 API
ParameterTypeId.ImportAdtEntityHeight Property
 "Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ImportAdtEntityHeight { get; }
Public Shared ReadOnly Property ImportAdtEntityHeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ImportAdtEntityHeight {
	ForgeTypeId^ get ();
}
static member ImportAdtEntityHeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace